{"testi":[{"title":"Wikipedia","id":"2e9fab10-e620-4260-9950-01f263bfd260","text":"Giovanna d'Arco (in francese Jeanne d'Arc, in medio francese Jehanne Darc; Domrémy, 6 gennaio[2] 1412 – Rouen, 30 maggio 1431) è un'eroina nazionale francese, venerata come santa dalla Chiesa cattolica, oggi conosciuta anche come \"la pulzella d'Orléans\" (in francese \"la pucelle d'Orléans\").\r\n\r\nRiunì, nel proprio Paese, parte del territorio caduto in mano agli inglesi, contribuendo a risollevarne le sorti durante la guerra dei cent'anni, guidando vittoriosamente le armate francesi contro quelle inglesi. Catturata dai Borgognoni davanti a Compiègne, Giovanna fu venduta agli inglesi. Questi la sottoposero a un processo per eresia, al termine del quale, il 30 maggio 1431, fu condannata al rogo e arsa viva.\r\n\r\nNel 1456 papa Callisto III, al termine di una seconda inchiesta, dichiarò la nullità di tale processo.\r\n\r\nBeatificata nel 1909 da Pio X e canonizzata nel 1920 da Benedetto XV, Giovanna fu proclamata patrona di Francia. ","origin":"Wikipedia","acc":true},{"title":"Treccani","id":"9cdab675-998b-4da0-b503-ec91358dd8b4","text":" Giovanna d'Arco\r\n\r\nLa giovane che guidò la riscossa francese contro gli Inglesi\r\n\r\nFiglia di contadini e analfabeta, animata da visioni religiose, la giovanissima Giovanna d'Arco fu l'anima della riscossa francese nella lunga guerra che oppose la Francia all'Inghilterra tra il Trecento e il Quattrocento. La sua fine tragica alimentò la leggenda di questa giovane donna che sentiva di essere stata chiamata da Dio per compiere una missione: liberare la Francia dagli Inglesi\r\n\r\nLa missione\r\n\r\nJeanne d'Arc, detta dai contemporanei la Pucelle (\"la Pulzella\", cioè la vergine) nacque nel villaggio di Domrémy nel 1412, in una famiglia contadina. Analfabeta, verso l'età di 13 anni cominciò a credersi visitata da messaggeri celesti che la esortavano alla fede e ad agire per liberare la Francia dagli invasori inglesi. La corona d'Inghilterra conservava ancora, infatti, possedimenti feudali sul suolo nazionale francese ed era impegnata in quella che sarebbe stata poi chiamata la guerra dei Cent'anni contro la debole monarchia di Francia. Giovanna si convinse di essere stata incaricata di una missione: liberare la città di Orléans dalla presenza del nemico e far consacrare re Carlo VII nella Cattedrale di Reims, così come la tradizione della monarchia francese imponeva (a causa della guerra fino ad allora era stato impossibile celebrare tale cerimonia).\r\n\r\nLa pulzella d'Orléans\r\n\r\nOccorreva agire. Nel 1429 Giovanna, abbandonata la casa paterna, si presentò a Carlo VII che le concesse di cavalcare alla testa dell'esercito che andava a soccorrere Orléans. Non aveva compiti di comando, ma la sua singolare presenza, la sua armatura bianca, il suo stendardo e la sua spada spronarono le truppe all'azione vittoriosa. Orléans fu liberata a maggio, nel giugno l'esercito francese sbaragliò l'armata inglese presso Patay e in luglio Carlo VII fu consacrato re a Reims. Giovanna aveva rianimato la stanca campagna militare della monarchia di Francia e intorno al suo nome cominciarono subito a fiorire leggende. Ma a Carlo VII questo risultato già bastava: ai primi successi non seguì una convinta prosecuzione delle azioni contro gli Inglesi, alla quale Giovanna d'Arco invece incitava. Pur se isolata e con poche forze, la giovane continuò così a combattere e nel settembre successivo fu ferita sotto le mura della città di Parigi, che si trovava sottoposta al controllo inglese.\r\n\r\nNel 1430, mentre il nemico si riorganizzava, Giovanna si trovò a condurre la lotta alla guida di una compagnia di 200 soldati italiani. Il 23 maggio, nei pressi di Compiègne, cadde prigioniera nelle mani dei Borgognoni, alleati degli Inglesi, dopo aver opposto una strenua resistenza. Il giorno successivo fu rinchiusa in un carcere con alcuni fedeli compagni. Il 24 ottobre, dopo mesi passati a peregrinare da prigione a prigione, e dopo due tentativi di evasione, fu ceduta agli Inglesi dietro il pagamento dell'enorme somma di 10.000 scudi d'oro. Carlo VII non mosse un dito per salvarla e Giovanna nel gennaio 1431 fu condotta nel castello di Rouen di fronte a un tribunale ecclesiastico asservito agli Inglesi.\r\n\r\nDal processo alla leggenda\r\n\r\nLa comparsa sulla scena di Giovanna era stata travolgente. Con la sua foga, con le certezze provenienti dalle sue visioni, aveva mutato il corso del conflitto. Ma chi era Giovanna? Una contadinella esaltata, come forse pensò il suo re Carlo VII, una santa o un'eretica (eresia)? Dimostrare quest'ultima tesi e demolire la reputazione di Giovanna (così come volevano gli Inglesi) fu l'obiettivo dei giudici. Durante i durissimi interrogatori che subì, Giovanna non rinnegò nulla ed espose anzi con forza i principi della sua azione che mirava alla salvezza della Francia. Il processo si concluse nel maggio successivo. Giovanna fu dichiarata colpevole di eresia e condannata a morte. Un rogo, nella piazza del mercato di Rouen, pose fine alla sua vita il 30 maggio 1431.\r\n\r\nDiciannove anni più tardi Carlo VII riconquistò la città che era stata la scena del martirio di Giovanna. Avviò la revisione del suo processo e nel 1456 la pulzella d'Orléans venne pienamente riabilitata e consegnata alla storia di Francia. La sua vicenda non venne dimenticata e la Chiesa cattolica la dichiarò beata nel 1909 e poi santa nel 1920.\r\n\r\nLa straordinaria storia di Giovanna è stata raccontata, con diverse accezioni ‒ anche negative ‒ da grandi scrittori, quali Shakespeare, Voltaire, Schiller. Anche musicisti, e tra questi Giuseppe Verdi, si sono ispirati alla sua tragica storia, e il cinema le ha dedicato molti film.","origin":"Treccani Enciclopedia Online","acc":true},{"title":"Sapere.it","id":"7eb484da-f853-42f2-b649-6bfc7e94b16e","text":"(Jeanne d'Arc o Darc). Santa, detta la Pulzella d'Orléans (Domremy 1412-Rouen 1431). Nata da famiglia di contadini (è destituita di fondamento l'ipotesi che la Pulzella fosse una discendente illegittima del casato d'Orléans), cresciuta senza educazione, non seppe mai né leggere né scrivere. La madre Isabella Romée le insegnò solo le orazioni. Secondo la tradizione a 13 anni Giovanna d'Arco udì per la prima volta voci misteriose che la invitavano a correre in aiuto del re di Francia. Armagnacchi e Borgognoni si contendevano in quel periodo il trono del Paese. Questi ultimi avevano invocato l'aiuto degli Inglesi che ad Azincourt con Enrico V sconfissero i Francesi e ancora una volta rivendicarono pretese al trono (vedi guerra dei Cent'anni). Nel lunghissimo conflitto che ne seguì, gli Inglesi occuparono Parigi e assediarono Orléans. Qui si inserisce la storia di Giovanna d'Arco che, dopo aver resistito per tre anni alle “voci” dell'arcangelo Michele, di Santa Caterina e di Santa Margherita, nella fede che la Francia attendesse da lei la salvezza, fuggì da casa e si recò (maggio 1428) a Vancouleurs, piazzaforte degli Armagnacchi, dove sperava di incontrare Carlo VII. Ricevuta dal capitano Baudricourt venne fatta esorcizzare, ma la sua fede convinse altri gentiluomini e nel gennaio 1429 Giovanna fu mandata a Chinon, dove Carlo VII viveva con la sua corte e dove egli si nascose tra i cortigiani per non farsi riconoscere. Giovanna lo individuò immediatamente, si inginocchiò davanti a lui e lo convinse del suo buon diritto a cingere la corona di Francia, fugando i dubbi sulle sue origini regali, causati dalla vita non certo esemplare della madre Isabella di Baviera. Sottoposta a un giudizio di dottori della Chiesa a Poitiers, Giovanna superò la prova. Dettò una lettera per gli Inglesi, offrendo loro la pace e invitandoli a lasciare la Francia; corse quindi in aiuto di Orléans in testa alle truppe e liberò la città l'8 maggio 1429. Il 18 giugno gli Inglesi furono nuovamente sconfitti a Patay. Giovanna non impugnò mai la spada, ma solo uno stendardo bianco ornato dei gigli di Francia e di immagini sacre. L'entusiasmo del popolo toccò anche Carlo VII, che il 17 luglio venne consacrato sovrano in Reims, dopo che altre roccaforti si erano arrese alle sue truppe. L'irresolutezza del sovrano non consentì tuttavia a Giovanna di continuare vantaggiosamente la lotta e dopo l'insuccesso all'attacco di Parigi (8 settembre 1429), in cui venne ferita a una coscia, nella primavera successiva (23 maggio) assediata in Compiègne, Giovanna tentò una sortita e, per proteggere i suoi, si lasciò catturare. Venduta a Giovanni di Lussemburgo e infine agli Inglesi, tentò due volte la fuga, ferendosi gravemente. Tutta la Francia invocava Carlo perché corresse in aiuto della Pulzella e, mentre il re taceva, l'Università di Parigi la reclamò per processarla come eretica. Gli Inglesi preferirono farla processare a Rouen, dove si sentivano più sicuri. Al tribunale ecclesiastico presiedette il vescovo di Beauvois, Pierre Cauchon, nemico dichiarato della Pulzella. Sedici interrogatori (dal 21 febbraio al 9 maggio) non scossero la fede di Giovanna che, ingannata, firmò l'abiura. Condannata dapprima alla prigione perpetua e a pane e acqua, venne nuovamente giudicata per eresia grazie a un altro inganno ordito da Cauchon. Il 30 maggio 1431 fu bruciata sul rogo nella piazza del mercato vecchio di Rouen. Morì invocando Gesù. Lo stesso Cauchon non seppe trattenere la commozione. Gli Inglesi fecero buttare le ceneri di Giovanna nella Senna, per impedire che un culto delle sue spoglie ne favorisse la mitizzazione. L'apparire di false Giovanna fece nascere leggende sulla sua sopravvivenza. Carlo VII nel 1450 compì il suo unico atto di riconoscenza: conquistata Rouen, fece condurre un'inchiesta che si concluse con la riabilitazione della Pulzella (1456) dopo l'autorizzazione di papa Callisto III. Nel 1909 Giovanna venne beatificata da Pio X e nel 1920 proclamata santa da Benedetto XV.","origin":"Sapere.it","acc":true},{"title":"studentville.it","id":"6b9fd1b2-b8c7-44ed-bf89-6014e90a25ca","text":"Giovanna d’Arco, conosciuta anche come la Pulzella d’Orléans, è una delle figure più emblematiche della storia francese. Protagonista dell’ultima fase della Guerra dei Cent’anni, è considerata une vera e propria eroina nazionale ed è venerata come una santa dalla Chiesa Cattolica.\r\nLa biografia di Giovanna d’Arco: la fede\r\n\r\nGiovanna nacque il 6 gennaio del 1412 da una famiglia di poveri contadini che vivevano nel villaggio di Domrémy, in Lorena. In quegli anni la Francia viveva un periodo di forti tensioni interne a causa della corona d’Inghilterra che, possedendo molti terreni feudali nel Paese, combatteva per conquistare la debole monarchia francese. Fu a soli 13 anni che Giovanna cominciò a sviluppare una forte fede religiosa, alimentata dalle sue visioni: secondo la giovane pastorella dei messaggeri celesti le facevano visita per esortarla a compiere una missione importante, ovvero liberare la Francia dallo straniero.\r\nLa storia di Giovanna d’Arco: l’assedio di Orléans\r\n\r\nFu nel 1429 che Giovanna, appena diciassettenne, si presentò alla corte di Carlo VII per chiedere di poter cavalcare in testa all’esercito pronto a soccorrere la città di Orléans, presa d’assedio dall’esercito di Enrico VI. La Pulzella, anche se non ricopriva un ruolo di comando, fu importante per spronare le truppe che, alla fine, riuscirono a sbaragliare l’armata inglese e a liberare la città assediata. Carlo VII fu, così, consacrato re a Reims ma Giovanna d’Arco non si accontentò di questa impresa, continuando ad incitare i soldati francesi a combattere contro i nemici.\r\nLa biografia di Giovanna d’Arco: la cattura e la prigionia\r\n\r\nNel 1430, mentre conduceva una compagnia di 200 soldati italiani, Giovanna cadde prigioniera dei Borgognoni, alleati degli Inglesi. Da quel momento in poi fu rinchiusa in un carcere insieme ad alcuni compagni fedeli fin quando, il 24 ottobre, fu ceduta agli Inglesi dietro il pagamento di 10 mila scudi d’oro. Dal canto suo il re Carlo VII non fece nulla per liberarla e così, dopo qualche mese, la Pulzella d’Orléans fu costretta a subire un processo nel castello di Rouen.\r\nLa vita di Giovanna d’Arco: il processo e la condanna al rogo\r\n\r\nGiudicata da un tribunale di ecclesiastici, Giovanna d’Arco a soli 19 anni fu incolpata di eresia ed empietà e condannata al rogo. Il 30 maggio 1431 venne arsa viva nella piazza del Mercato Vecchio di Rouen, davanti ad una folla numerosa accorsa sul posto per l’occasione. Solo molti anni dopo, nel 1456, papa Callisto III al termine di una seconda inchiesta dichiarò la nullità del processo per eresia subito dalla Pulzella. La beatificazione di Giovanna arrivò per opera di Pio X nel 1909, mentre la sua canonizzazione risale al 1920 con il papa Benedetto XV in seguito al riconoscimento del suo potere intercessorio per miracoli prescritti.","origin":"studentville.it","acc":true},{"title":"Fede e Coraggio","id":"6a065c97-0f35-4e00-9ec3-a648c9199dcb","text":"Tutti (o quasi) ne conoscono il nome. Pochi, pochissimi, la vera storia. Giovanna d’Arco nacque da una famiglia di contadini, a Domremy nel 1412. Durante la Guerra dei Cento anni (1337-1453) si sentì chiamata da Dio a soccorrere il re di Francia (le famosi voci interiori di cui parlò lei stessa più volte) e a cacciare gli Inglesi dal suolo francese. Nel 1429 raggiunse il Delfino Carlo, il futuro Carlo VII, nella città di Chinon, convincendolo ad affidarle il compito di tentare un’offensiva contro gli Inglesi. Riuscì a farsi accreditare presso la corte grazie a carismi straordinari che suscitavano ammirazione.Giovanna riformò l'organizzazione dell'esercito, rimotivandolo, trascinando con il suo esempio le truppe francesi e imponendo uno stile di vita rigoroso, quasi monastico: fece allontanare le prostitute che seguivano i soldati, bandì ogni violenza o saccheggio, vietò che i militari bestemmiassero; impose loro di confessarsi e fece riunire intorno al suo stendardo l'esercito in preghiera due volte al giorno, al richiamo del suo confessore, Jean Pasquerel. Il primo effetto fu quello di instaurare un rapporto di reciproca fiducia tra la popolazione civile ed i suoi difensori i quali, invece, avevano la pessima abitudine di tramutarsi da soldati in briganti quando non erano impegnati in azioni di guerra. Soldati e capitani, contagiati dal carisma della giovane, sostenuti dalla popolazione di Orléans, si prepararono alla riscossa.\r\n\r\nLiberata Orleans dall’assedio (8 maggio 1429), vittoria che le valse il titolo di “Pulzella di Orleans”, dopo qualche giorno (18 maggio 1429) ottenne una nuova vittoria: a Patay inflisse una dura sconfitta alle armate inglesi. Queste due vittorie permisero la conquista del territorio francese fino a Reims e quindi l’incoronazione solenne del Delfino con il nome di Carlo VII. Reims era infatti la città dove da secoli avvenivano le consacrazioni dei re di Francia. Ma, una volta incoronato re, Carlo VII fu preso dal desiderio di arrivare a un compromesso e decise di trattare con gli Inglesi. Giovanna non ci stette e volle, invece, continuare a combattere da sola, senza l’appoggio della Corona. Il 24 maggio del 1430 fu catturata dai Borgognoni, i quali erano dalla parte degli Inglesi, e a questi fu venduta per una cifra molto alta (10.000 tornesi) per raccogliere la quale furono alzate le imposte in Normandia, all'epoca sotto il dominio di Londra. Venne imprigionata nel Castello di Rouen e qui processata per eresia e stregoneria. In realtà, racontano gli storici che se ne occuparono in seguito, si trattava di un tribunale dell’Inquisizione inquinato da interessi politci, a favore degli Inglesi. I giudici spesso non rispettarono le procedure, non tennero conto delle affermazioni che potevano portare a scagionare l'imputata, e comunque il collegio giudicante era sovrastato dalla figura del cardinale di Winchester, Henry Beaufort (1374-1447), prozio e cancelliere di Enrico VI. Condannata, Giovanna d'Arco venne arsa viva - neppure ventenne - sulla piazza del Mercato Vecchio a Rouen il 30 maggio 1431.\r\n\r\nCarlo VII non fece nulla per aiutarla; però, dopo la conquista di Rouen (1450), volle aprire un’inchiesta sul processo che portò alla completa riabilitazione di Giovanna d'Arco. Sancita al livello più alto, da papa Callisto III, nel 1456.. Giovanna d’Arco fu beatificata il 1909 da papa san Pio X e canonizzata nel 1920 da papa Benedetto XV. Una sua statua è stata posta nella cattedrale di Winchester, dinnanzi alla tomba del Cardinale Beaufort, colui che ebbe un ruolo decisivo nel tragico e infausto processo. Giovanna d'Arco è stata dichiarata patrona di Francia, della telegrafia e della radiofonia. È venerata anche come protettrice dei martiri e dei perseguitati religiosi, delle forze armate e di polizia. La sua memoria liturgica è celebrata il 30 maggio. Viene richiamata esplicitamente nel catechismo della Chiesa cattolica quale una delle più belle dimostrazioni d'un animo aperto alla Grazia salvatrice. Oggi è la santa francese più venerata.","origin":"Alberto Chiara","acc":true},{"title":"studenti.it","id":"b0e457b3-7555-4412-bc55-4257b27b3060","text":"Per molti aspetti, la storia di Giovanna d’Arco può sembrare incredibile. Ricordata come “la pulzella d’Orleans”, Santa Giovanna d’Arco nasce in una famiglia contadina intorno al 1412 a Domrémy, e muore neanche ventenne il 30 maggio del 1431 a Rouen. Il contesto è quello di una fase molto difficile per la Francia, in piena guerra dei Cent’anni (1337-1453).  \r\n\r\nConvinta di essere guidata da Dio, questa ragazza, priva di qualsivoglia educazione militare, riuscì a guidare l’armata del suo re verso una vittoria decisiva, che fondamentalmente evitò una conquista della Francia da parte degli Inglesi. Verrà comunque catturata l’anno successivo, e condannata al rogo come eretica. In Francia, Giovanna d’Arco conserva tutt’ora un ruolo simbolico: si tratta di un vero e proprio mito fondativo della coscienza nazionale francese.  \r\nGiovanna era figlia di agricoltori di Domrémy, al confine tra il ducato di Bar e la Lorena, nel nordest della Francia. Analfabeta, assorbì fin da giovanissima la pia religiosità di sua madre Isabella. La Francia di questi anni era dilaniata da un aspro conflitto con l’Inghilterra, che verrà ricordato come la Guerra dei Cent’anni, in cui la Francia era in netto svantaggio.  \r\n\r\nNel 1420, con il Trattato di Troyes, il legittimo erede al trono di Francia, Carlo di Valois, era stato diseredato. Il giovanissimo Enrico VI, re d’Inghilterra, era formalmente allo stesso tempo re di Francia e di Inghilterra. Il reggente di Francia era Giovanni di Lancaster, duca di Bedford, che puntava a far accettare il dominio inglese per tutta la Francia. Di fatto, gli Inglesi occupavano gran parte della Francia settentrionale con l’aiuto del ducato di Borgogna, governato da Filippo il Buono. In questo contesto, molti degli abitanti di Domrémy, il villaggio di Giovanna, dovettero abbandonare le proprie case e le proprie terre.  \r\nIn questi difficili anni, la tredicenne Giovanna iniziò a sentire voci. La ragazza affermava che provenivano da messaggeri di Dio, che l’aveva scelta per una missione importantissima: salvare la Francia, espellerne i nemici, riportare il delfino Carlo di Valois, legittimo sovrano di Francia, al trono. Questa “Missione divina”, in una Francia funestata da decenni di guerre civili e devastazioni, rappresentava probabilmente i sogni di moltissimi popolani come Giovanna. \r\n\r\nNell’intraprendere la sua missione divina, la “pulzella” fece anche un voto di castità: all’età di sedici anni riuscì a convincere un tribunale locale che rifiutare un matrimonio, che suo padre Jacques aveva organizzato per lei, rientrava pienamente nei suoi diritti. \r\nNel maggio del 1428, seguendo le indicazioni delle “voci”, Giovanna raggiunse Vaucouleurs, una fortezza in cui si erano riuniti alcuni lealisti del delfino Carlo. Inizialmente il capitano locale, Robert de Baudricourt la respinse. Tuttavia, l’insistenza di Giovanna, che nel frattempo era riuscita a crearsi un nutrito gruppo di sostenitori, lo portò a cedere nel febbraio del 1429. \r\n\r\nConvinto il magistrato, la ragazza si tagliò i capelli – un vero e proprio simbolo per le donne del medioevo – e si vestì da uomo, incamminandosi per un pericoloso viaggio di 11 giorni verso Chinon, dove si trovava la corte del delfino Carlo, attraversando i territori nemici accompagnata da una piccola scorta. \r\nGiovanna aveva un piano semplice e chiaro: prima di tutto liberare la città di Orléans dagli Inglesi, poi rendere il delfino sovrano legittimo attraverso la cerimonia di incoronazione a Reims, tradizionale luogo di incoronazione dei monarchi di Francia, e da ultimo la definitiva sconfitta di Inglesi e Borgognoni. \r\nRaggiunto il Delfino, Giovanna gli espose il proprio piano. All’erede al trono, la ragazza chiedeva un esercito per poter liberare Orléans, assediata dagli Inglesi. Si trattava di un obiettivo determinante: caduta Orléans, infatti, l’intera Loira meridionale sarebbe finita in mani inglesi. Contro il parere della corte, orientata piuttosto verso una politica filo-borgognona, Carlo concesse alla ragazza di provare con i fatti che la sua missione fosse davvero sacra e voluta da Dio. \r\n\r\nNel marzo del 1429, brandendo uno stendardo bianco – il colore della purezza - come il destriero che cavalcava, Giovanna partì per Orléans con l’esercito che avrebbe dovuto soccorrere la città. Non le venne affidato nessun ruolo di comando, ed il suo ruolo fu inizialmente simbolico. Il Delfino puntava a sfruttare la forte presa che la ragazza aveva sul popolo e sui soldati. \r\nGrazie alla potente presa di Giovanna sul popolo, l’esercito degli Armagnacchi, i principali sostenitori di Carlo VII di Valois, raccolse un gran numero di volontari. Il morale delle truppe era alle stelle. Orléans, assediata dagli Inglesi sin dall’ottobre del 1428, era difesa da una guarnigione di uomini ormai stanchi, affamati e pronti alla resa. \r\n\r\nIl 27 aprile del 1429 lo spettacolare arrivo di Giovanna a cavallo del suo destriero bianco, preceduta da un corteo di sacerdoti che intonavano cori sacri, cambiò tutto. L’esercito, che portava anche viveri ai difensori, riuscì ad entrare attraverso la porta di Bourgogne, sul lato est delle mura. Entrata in città, Giovanna venne acclamata dalla folla. \r\n\r\nNei primi giorni di maggio i difensori di Orléans, rinvigoriti ed ispirati dalla ragazza, uscirono in più occasioni dalle mura e catturarono alcune fortezze vicine. Giovanna fu colpita da una freccia, ma ciò non le impedì di ispirare un assalto finale il 7 maggio, ottenendo il giorno dopo il definitivo ritiro degli Inglesi. \r\nGiovanna aveva dimostrato di essere in grado di mantenere le promesse, e la sua fama iniziava a crescere. Secondo gli Inglesi, una fanciulla in grado di sconfiggere eserciti doveva essere posseduta dal demonio. D’altro canto, Giovanna si guadagnò il supporto di alcuni importanti esponenti del clero. \r\n\r\nA questo punto la pulzella prese parte a nuovi assalti, conquistando nuove posizioni durante il mese di giugno, e guadagnandosi il supporto di comandanti di rilievo. Il 18 giugno, presso Patay, l’armata inglese subì una sonora sconfitta. Implacabile, l’esercito continuò a marciare verso Reims, e diverse città si consegnarono spontaneamente. Altre, come Troyes, capitolarono piuttosto facilmente. Il 16 luglio fu finalmente la volta di Reims, ed il giorno successivo Carlo VII veniva incoronato re di Francia.\r\nIl prossimo obiettivo, secondo Giovanna, doveva essere Parigi, ma stavolta Carlo VII si mostrò piuttosto cauto. A corte si preferiva trattare con i Borgognoni, nel timore, tra l’altro, che il potere della fanciulla potesse diventare incontrollabile. Gli Inglesi ed i Borgognoni riuscirono così a consolidare la propria posizione a Parigi, resistendo ad un attacco guidato da Giovanna d’Arco (8 settembre). A questo punto, per ordine del re, l’esercito degli Armagnacchi dovette ritirarsi. A dicembre Giovanna e la sua famiglia vennero ricompensati con un titolo nobiliare. \r\n\r\nUna momentanea tregua tra Francia e Inghilterra costrinse la pulzella d’Orléans all’inattività fino al maggio del 1430, quando Carlo VII le ordinò di partecipare alla difesa di Compiégne da un imminente attacco di Borgognoni. Il 23 maggio, durante un assalto all’accampamento nemico a nord della città, la ragazza, vittima di un agguato, venne disarcionata e catturata.  \r\n\r\nLa prigioniera venne condotta presso il castello di Beaurevoir, da dove tentò in più occasioni di evadere, ma senza successo. Per 10.000 lire tornesi, valuta della Francia medievale, i Borgognoni consegnarono la pulzella d’Orléans agli Inglesi, che la portarono immediatamente a Rouen, principale centro in loro possesso.\r\nA questo punto Giovanna venne processata. Contro di lei c’erano ben 70 capi d’accusa, tra spiccavano l’eresia, la stregoneria, e persino l’essersi vestita da uomo, al tempo un reato accostabile all’eresia. In realtà l’obiettivo del processo era politico: Inglesi e Borgognoni intendevano liberarsi della pericolosa condottiera, screditando allo stesso tempo Carlo VII, i cui successi e la cui reputazione molto dovevano all’opera della ragazza. Dal canto suo il re di Francia, a cui certamente non conveniva essere associato ad una strega eretica, preferì evitare tentativi per ottenere la liberazione di Giovanna.   \r\n\r\nNel maggio del 1431, dopo un anno di prigionia e sotto minaccia di morte, Giovanna si dichiarò colpevole, firmando una confessione in cui negava di aver comunicato con la divinità. Alcuni giorni dopo, tuttavia, Giovanna si era vestita nuovamente da uomo: poiché per la pena capitale occorreva che l’eresia fosse ripetuta, stavolta le autorità la condannarono a morte. La mattina del 30 maggio, all’età di 19 anni, nella piazza del mercato di Rouen Giovanna d’Arco venne pubblicamente bruciata su una pira. \r\niù tardi i Borgognoni sarebbero tornati fedeli al re di Francia: Parigi, nel 1436, tornò definitivamente francese. La memoria della pulzella d’Orléans, a vent’anni dal rogo, fu ripristinata: un nuovo processo, voluto da Carlo VII, la giudicò innocente. \r\n\r\nGiovanna d’Arco, probabilmente troppo pericolosa e rivoluzionaria per il suo tempo, era stata riabilitata dopo la morte. Divenne così una figura sospesa tra storia e mito che avrebbe ispirato innumerevoli opere d’arte, di musica e di letteratura. Nel 1909 la Pulzella, giustiziata sul rogo per stregoneria, fu beatificata presso la cattedrale di Notre Dame, e nel 1920 papa Benedetto XV la canonizzò. ","origin":"Edoardo Angione - studenti.it","acc":true},{"title":"Roberto Mastrofrancesco","id":"a82ff050-26c1-473a-a100-6fec88a1f798","text":"Una che ha fatto qualche operazione avventata qua e la, aveva degli ideali molto forti, poi è morta. Tosta, un po' stupida, avventata, particolare, inusuale.","origin":"Roberto Mastrofrancesco","acc":false},{"title":"Angelica Mollo","id":"02503b2f-d293-421d-a0af-0b719044bda7","text":"Giovanna d'Arco era una donna, che prevedeva delle cose, qualcosa simile a della stregoneria, e quindi l'hanno uccisa, bruciata al rogo, e faceva parte dei cavalieri. Su un cavallo, con un armatura, una spada. ","origin":"Angelica Mollo","acc":false},{"title":"Maurice Jomini","id":"502b6867-96b2-43df-9311-c9b712c35940","text":"E' stata bruciata al rogo perchè pensavano fosse una strega. Donna, fuoco, strega, Francia;","origin":"Maurice Jomini","acc":false},{"title":"Denise Rong","id":"6c689a48-8100-484b-bb92-e18066746261","text":"Ha fatto la guerra agli inglesi, è stata una combattente a cavallo, deve essere almeno una delle patrone della Francia, è stata bruciata sul rogo.","origin":"Denise Rong","acc":false}]}